20220103151652-monetary_creation.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-23 Tue 23:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Monetary creation</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Monetary creation</h1>
<p>
The fed creates money via three different channels:
</p>
<ul class="org-ul">
<li>Bank reserves</li>
<li>Debt</li>
</ul>


<p>
There are several ways to create money, and one is through <a href="20220103161950-public_debt_public.html#ID-8e188107-bab9-438e-bc23-f9863f50f783">sovereign debt</a>. This is constrained by requirements on <a href="20220103153124-liquidity_reserves.html#ID-e16de427-80a4-47a8-8787-9c6b8fe8adc2">Liquidity reserves</a>.
</p>

<ul class="org-ul">
<li>Post 2008, Bale III forces banks to have a fixed ratio "High Quality Assets" in their reserves. See the <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.bis.org/publ/bcbs238_fr.pdf">the document</a></li>
<li>Here is the ECB's <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.ecb.europa.eu/pub/pdf/other/gendoc2011en.pdf?c7c23fd7c60fb4477f32c5c922d60eb3">implementation of their monetary policy</a></li>
</ul>

<p>
My guess is that monetary creation through the financial sector is more adapted to what is really happening in the economy. Otherwise money is only injected through public spending.
</p>

<p>
To read on the ECB system:
<a target='_blank' rel='noopener noreferrer' class='external' href="https://www.ecb.europa.eu/pub/pdf/scpops/ecb.op282~6017392312.en.pdf">Demand for central bank reserves and monetary policy implementation frameworks: the case of the Eurosystem</a>X
</p>

<div id="outline-container-orgb25d893" class="outline-2">
<h2 id="orgb25d893">Questions</h2>
<div class="outline-text-2" id="text-orgb25d893">
<p>
Most of these questions are ill-posed and will only make sense to me:
</p>

<ul class="org-ul">
<li>What happens when you keep increasing the amount of money available?</li>
<li>What happens if we <i>don't</i> increase the amount of liquidity available?</li>
<li>What does it mean we cannot afford something?</li>
<li>Is LVMH a HQLA (interest rates on debt are negative)? They absorb the excess demand for bonds.</li>
</ul>
</div>

<div id="outline-container-org4899bae" class="outline-3">
<h3 id="org4899bae"><span class="todo TODO">TODO</span> Look at LVMH bond yield over time, and frnehc bonds and german bonds</h3>
<div class="outline-text-3" id="text-org4899bae">
<p>
The idea is that if banks are really thirsty for HLQA they will first deplete gvt bonds and THEN LVMH.
</p>
</div>
</div>
<div id="outline-container-org937f0f9" class="outline-3">
<h3 id="org937f0f9"><span class="todo TODO">TODO</span> Look at the way LCR is computed</h3>
</div>
</div>

<div id="outline-container-orgf8d37b4" class="outline-2">
<h2 id="orgf8d37b4">Links to this note</h2>
<div class="outline-text-2" id="text-orgf8d37b4">
<ul class="org-ul">
<li><a href="./20220103155222-monetary_systems.html">The Monetary systems</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
